Repository: scgm0/MVL
Catalog: MVL/Assets/Translation/MVL/*.po
Languages: es, fr, zh_hant

# 神麤詭末的复古物语启动器
source: MystiVaid's VintageStory Launcher
es: Vintage Story Launcher de MystiVaid
fr: Launcher Vintage Story de MystiVaid
zh_hant: 神麤詭末的復古物語啟動器‌

# 菜单
source: Menu
es: Menú
zh_hant: 選單‌

# 主页
source: Home
es: Inicio
fr: Accueil
zh_hant: 首頁‌

# 版本
source: Release
es: Versiónes
fr: Version
zh_hant: 發行版本‌

# 设置
source: Setting
es: Ajustes
fr: Paramètres
zh_hant: 設定‌

# 点击登录账号
source: Click to log in to your account
es: Haz click para iniciar sesión con tu cuenta
fr: Cliquez pour vous connecter a votre compte
zh_hant: 按此登入帳戶‌

# 启动游戏
source: Play
es: Jugar
fr: Jouer
zh_hant: 開始遊玩‌

# 停止游戏
source: Stop
es: Parar
fr: Arrêter
zh_hant: 停止‌

# 取消
source: Cancel
es: Cancelar
fr: Annuler
zh_hant: 取消‌

# 贡献者
source: Contributor
es: Contibuidores
fr: Contributeur
zh_hant: 貢獻者‌

# 赞助者
source: Sponsor
es: Patrocinadores
zh_hant: 贊助者‌

# 许可证
source: License
es: Licencia
fr: Licence
zh_hant: ‌授權

# 图标制作
source: Icon Creation
es: Creador del Icono
fr: Création d'icône
zh_hant: 圖示創作‌

# 项目创始人
source: Project Founder
es: Fundador del Proyecto
fr: Fondateur du projet
zh_hant: 專案創辦人

# 主要开发者
source: Main Developer
es: Desarrollador Principal
fr: Développeur principal
zh_hant: 主力開發人員

# 开发人员
source: Developer
es: Desarolladores
fr: Développeur
zh_hant: 開發者

# 私人赞助
source: Private Sponsorship
es: Patrocinador Privado
fr: Sponsor privé
zh_hant: 私人機構的贊助

# 添加整合包
source: Add Modpack
es: Añadir Modpack
fr: Ajouter un Modpack
zh_hant: 加入模組包

# 选择游戏版本
source: Select Game Version
es: Seleccionar Versión del Juego
fr: Sélectionner la version du jeu
zh_hant: 選取遊戲的版本

# 账号登录
source: Account Login
es: Inicio de Sesión con Cuenta
fr: Connexion au compte
zh_hant: 登入賬戶

# 请先选择一个整合包
source: Please select a modpack first
es: Por favor, selecciona un modpack primero
fr: Veuillez d'abord sélectionner un modpack
zh_hant: 請先選擇模組包

# 请先在整合界面添加一个整合包
source: Please first add a modpack in the modpack interface
es: Por favor, primero añade un modpack en la interfaz de modpacks
fr: Veuillez d'abord ajouter un modpack dans l'interface de modpack
zh_hant: 請先於模組包介面中加入模組包

# 请先在版本界面中导入游戏
source: Please first import the game in the release interface
es: Por favor, primero importa el juego en la interfaz de versiones
fr: Veuillez importer le jeu dans l'interface des versions
zh_hant: 請先於版本發布介面中匯入遊戲

# 选择已安装版本
source: Select the installed version
es: Selecciona la versión instalada
fr: Sélectionnez la version installée
zh_hant: 選已安裝版本

# 请输入名称
source: Please enter the name
es: Por favor, añade el nombre
fr: Veuillez entrer un nom
zh_hant: 輸入姓名

# 请输入路径
source: Please enter the path
es: Por favor, añade la carpeta
fr: Veuillez entrer le chemin d'accès
zh_hant: 輸入路徑

# 路径包含非法字符
source: Path contains illegal characters
es: La ruta contiene caracteres no permitidos
fr: Le chemin d'accès contient des caractères interdits
zh_hant: 路徑含有無效字元

# 父文件夹不存在
source: Parent folder does not exist
es: La carpeta padre no existe
fr: Le dossier parent n'existe pas
zh_hant: 不存在父資料夾

# 文件夹不存在
source: Folder does not exist
es: La carpeta no existe
fr: Le dossier n'existe pas
zh_hant: 不存在資料夾

# 将自动创建文件夹
source: Folders will be created automatically
es: Las carpetas se crearán automaticamente
fr: Les dossiers seront crées automatiquement
zh_hant: 資料夾將自動建立

# 文件夹不为空，确定选择它吗？
source: The folder is not empty, are you sure you want to select it?
es: La carpeta no está vacía, seguro que quieres seleccionarla?
fr: Le dossier n'est pas vide, êtes-vous sûr de vouloir le sélectionner ?
zh_hant: 此資料夾不是空的，您確定要選取嗎？

# 文件夹存在且为空
source: Folder exists and is empty
es: La carpeta existe y está vacía
fr: Le dossier existe et est vide
zh_hant: 資料夾已存在且為空

# 网络请求失败，请重试
source: Network request failed, please try again
es: La solicitud de red falló, por favor, inténtalo nuevamente
fr: La demande de réseau a échouée, veuillez réessayer
zh_hant: 網路請求失敗，請再試一次

# 名称包含非法字符
source: Name contains illegal characters
es: El nombre contiene caracteres no permitidos
fr: Le nom contient des caractères interdits
zh_hant: 姓名包含無效字元

# 路径不存在
source: Path does not exist
es: La ruta no existe
fr: Le chemin d'accès n'existe pas
zh_hant: 沒有路徑

# 请选择版本
source: Please select version
es: Por favor, selecciona una versión
fr: Veuillez sélectionner une version
zh_hant: 選版本

# '{0}'已存在，确定覆盖它吗？
source: '{0}' already exists, sure about overriding it?
es: '{0}' ya existe, seguro que quieres sobreescribirla?
fr: '{0}' existe déjà, êtes-vous sûr de vouloir le remplacer?
zh_hant: 「{0}」已經存在，確定要覆寫嗎？

# 下载中...
source: Downloading...
es: Descargando...
fr: Téléchargement...
zh_hant: 正在下載…

# 提取中...
source: Extracting...
es: Extrayendo...
fr: Extraction...
zh_hant: 解壓縮中…

# 确定要删除账号 [color=#0078d7][b]{0}[/b][/color] 吗？
source: Are you sure you want to delete the account [color=#0078d7][b]{0}[/b][/color]?
es: Seguro que quieres eliminar la cuenta [color=#0078d7][b]{0}[/b][/color]?
fr: Êtes-vous sûr de vouloir supprimer le compte [color=#0078d7][b]{0}[/b][/color]?
zh_hant: 您確定要刪除帳戶[color=#0078d7][b]{0}[/b][/color]嗎？

# 整合包名称:
source: Modpack Name:
es: Nombre del Modpack:
fr: Nom du modpack:
zh_hant: 模組包名稱：

# 名称不能为空
source: Name cannot be empty
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
zh_hant: 名稱不能空白

# 整合包路径:
source: Modpack Path:
es: Carpeta del Modpack:
fr: Chemin d'accès du modpack:
zh_hant: 模組包路徑：

# 创建文件夹
source: Creating Folders
es: Crear carpetas
fr: Création des dossiers
zh_hant: 建立資料夾

# 路径不能为空
source: Path cannot be empty
es: La carpeta no puede estar vacía
fr: Le chemin d'accès ne peut pas être vide
zh_hant: 路徑不能空白

# 游戏版本:
source: Game Version:
es: Versión del Juego:
fr: Version du jeu:
zh_hant: 遊戲版本：

# 版本名称:
source: Version Name:
es: Nombre de la Versión:
fr: Nom de la version:
zh_hant: 版本名称：

# 安装路径:
source: Installation Path:
es: Carpeta de Instalación:
fr: Chemin d'installation:
zh_hant: 安裝路徑：

# 邮箱不能为空
source: Email cannot be empty
es: El email no puede estar vacío
fr: L'email ne peut pas être vide
zh_hant: 信箱不能空白

# 密码:
source: Password:
es: Contraseña:
fr: Mot de passe:
zh_hant: 密碼：

# 密码不能为空
source: Password cannot be empty
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
zh_hant: 密碼不能空白

# 离线模式
source: Offline Mode
es: Modo sin conexión
fr: Mode hors ligne
zh_hant: 離線模式

# 访问代码:
source: Access Code:
es: Código de acceso:
fr: Code d'accès:
zh_hant: 存取代碼：

# 若账号开启了2FA，则不能为空
source: If the account has 2FA enabled, it cannot be empty
es: Si la cuenta tiene 2FA activado, no puede estar vacío
fr: Si le compte a l'A2F activée, le champ ne peut pas être vide
zh_hant: 雙重驗證啟用時不能空白

# 玩家名称:
source: Player Name:
es: Nombre del Jugador:
fr: Nom du joueur:
zh_hant: 玩家名字：

# 玩家名称不能为空
source: Player name cannot be empty
es: El nombre del jugador no puede estar vacío
fr: Le nom du joueur ne peut pas être vide
zh_hant: 玩家名字不能空白

# 选择版本
source: Select Version
es: Selecciona una Versión
fr: Sélectionner une version
zh_hant: 選擇版本

# 模组数量: {0}
source: Number of Mods: {0}
es: Cantidad de Mods: {0}
fr: Nombre de mods:{0}
zh_hant: 模組數: {0}

# 该名称已存在
source: Name already exists
es: Existencia del nombre
fr: Existence du nom
zh_hant: 此名稱已經存在

# 请输入邮箱
source: Please enter your email address
es: Por favor, añade tu dirección de email
fr: Veuillez entrer votre adresse email
zh_hant: 輸入電子信箱

# 请输入密码
source: Please enter your password
es: Por favor, añade tu contraseña
fr: Veuillez entrer votre mot de passe
zh_hant: 輸入密碼

# 请输入访问代码
source: Please enter the access code
es: Por favor, añade el código de acceso
fr: veuillez entrer le code d'accès
zh_hant: 輸入存取代碼

# 正在登录...
source: Logging in...
es: Iniciando sesión...
fr: Connexion...
zh_hant: 登入中...

# 请求失败
source: Request Failed
es: Petición Fallida
fr: La demande a échouée
zh_hant: 要求的被拒絕

# 登录成功
source: Login Successful
es: Sesión iniciada correctamente
fr: Connexion réussie
zh_hant: 登入成功

# 访问代码错误
source: Access Code Error
es: Error del Código de Acceso
fr: Erreur de code d'accès
zh_hant: 存取代碼錯誤

# 登录失败: {0}
source: Login Failed: {0}
es: Inicio de Sesión Fallido: {0}
fr: La connexion a échouée: {0}
zh_hant: 登入失敗: {0}

source: If the launcher has been helpful to you and you have the means, consider sponsoring the developer. Your support will help advance and refine the launcher's development: [color=#3c7fe1][url]https://afdian.com/a/MystiVaid[/url][/color]
es: Si el launcher te ha resultado útil y tienes los medios, considera apoyar al desarrollador. Tu apoyo ayudará a avanzar y perfeccionar el desarrollo del launcher: [color=#3c7fe1][url]https://afdian.com/a/MystiVaid[/url][/color]
fr: Si le launcher vous a été utile et que vous en avez les moyens, envisagez de soutenir le développeur. Votre soutien aidera à faire avancer et affiner le développement du launcher: [color=#3c7fe1][url]https://afdian.com/a/MystiVaid[/url][/color]
zh_hant: 若啟動器對您有所幫助且您有能力，請考慮贊助開發者。您的支持將有助於推進與完善啟動器的開發：[color=#3c7fe1][url]https://afdian.com/a/MystiVaid[/url][/color]

source: Don't like MVL? Then you can also try another Vintage Story launcher: [wave][pulse][rainbow][url=https://vsldocs.xurxomf.xyz]VS Launcher[/url][/rainbow][/pulse][/wave]
es: No te gusta MVL? Entonces puedes probar otro launcher de Vintage Story: [wave][pulse][rainbow][url=https://vsldocs.xurxomf.xyz]VS Launcher[/url][/rainbow][/pulse][/wave]
fr: Vous n'aimez pas MVL? Essayez un autre launcher pour Vintage Story: [wave][pulse][rainbow][url=https://vsldocs.xurxomf.xyz]VS Launcher[/url][/rainbow][/pulse][/wave]
zh_hant: 若不喜歡 MVL，您也可以嘗試其他《Vintage Story》啟動器：[wave][pulse][rainbow][url=https://vsldocs.xurxomf.xyz]VS 啟動器[/url][/rainbow][/pulse][/wave]

# 英语翻译
source: English Translation
es: Traducción al inglés
fr: Traduction Anglaise
zh_hant: 英語翻譯

# 西班牙语翻译
source: Spanish Translation
es: Traducción al español
fr: Traduction espagnole
zh_hant: 西班牙語翻譯

# 法语翻译
source: French Translation
es: Traducción al francés
fr: Traduction française
zh_hant: 法語翻譯

# 俄语翻译
source: Russian Translation
es: Traducción al ruso
fr: Traduction russe
zh_hant: 俄語翻譯

# 界面
source: Interface
es: Interfaz
zh_hant: 介面

# 显示语言
source: Display Languages
es: Idioma de visualización
fr: Langues d'affichage
zh_hant: 顯示語言

# 显示缩放
source: Display Scale
es: Zoom de pantalla
fr: Taille de l'affichage
zh_hant: 顯示縮放級別

# 网络
source: Network
es: Red
fr: Réseau
zh_hant: 網路

# 代理地址
source: Proxy Address
es: Dirección proxy
fr: Adresse Proxy
zh_hant: 代理位址

# 下载线程
source: Download Threads
es: Hilos de descarga
fr: Fils de téléchargement
zh_hant: 下載執行緒

# 目录
source: Folder
es: Tabla de contenido
fr: Dossier
zh_hant: 目錄

# 整合目录
source: Modpack Folder
es: Directorio de modpacks
fr: Dossier des modpacks
zh_hant: 模組包目錄

# 版本目录
source: Release Folder
es: Directorio de versiones
fr: Dossier des versions
zh_hant: 版本目錄

# 若为空，则使用系统代理
source: If empty, use the system proxy
es: Si está vacío se utiliza el proxy del sistema
fr: Si vide, utilisez le proxy du système
zh_hant: 如果空白，則使用系統代理

# 若为无效路径，则使用默认目录
source: If the path is invalid, the default directory will be used
es: Si la ruta no es válida se utiliza el directorio predeterminado
fr: Si le chemin d'accès et invalide, Le chemin par défaut sera utilisé
zh_hant: 若路徑無效則使用預設目錄

# 警告
source: Warning
es: Advertencia
fr: Avertissement
zh_hant: 警報

# 启动器运行中，无法重复启动
source: Launcher is running and cannot be started repeatedly
es: El launcher se está ejecutando y no se puede reiniciar
fr: Le launcher tourne déjà, impossible de le lancer plusieurs fois
zh_hant: 啟動器已在執行中，無法重複啟動

# 一个免费、开源且由社区驱动的复古物语启动器
source: A free, open source, and community-driven Vintage Story Launcher
es: Un launcher de Vintage Story gratuito, de código abierto e impulsado por la comunidad
fr: Un launcher pour Vintage Story gratuit, open source et communautaire
zh_hant: 免費、開源且社群驅動的《Vintage Story》啟動器

source: [b]{0}[/b] requires the [b].NET {1} runtime[/b] to be installed. Please click the link below to download and install it: [color=#3c7fe1][url]https://dotnet.microsoft.com/download/dotnet/{2}[/url][/color] Would you like to attempt to force start the game?
es: [b]{0}[/b] necesita que esté instalado el entorno de ejecución de [b].NET {1}[/b] Haz clic en el enlace para descargarlo e instalarlo: [color=#3c7fe1][url]https://dotnet.microsoft.com/download/dotnet/{2}[/url][/color] ¿Quieres intentar forzar el inicio del juego?
fr: [b]{0}[/b] nécessite l'installation de [b]runtime .NET {1}[/b] Veuillez cliquer sur ce lien pour le télécharger et l’installer : [color=#3c7fe1][url]https://dotnet.microsoft.com/download/dotnet/{2}[/url][/color] Souhaitez-vous tenter de forcer le lancement du jeu ?

# 无法登录？检查您的游戏账号
source: Can't log in? Check your game account
es: ¿No puedes iniciar sesión? Comprueba tu cuenta de juego
fr: Impossible de se connecter ? Vérifiez votre compte.

# 整合包模组管理
source: Modpack Mod Management
es: Gestionar Mods del Modpack
fr: Gestion des Modpacks

# 输入模组名称
source: Enter mod name
es: Introduce el nombre del mod
fr: Entrez le nom du mod

# 搜索模组
source: Search mods
es: Buscar mods
fr: Rechercher un mod

# 同步本地模组信息
source: Synchronize local mod information
es: Sincronizar información local de los mods
fr: Synchroniser les informations locales des mods

# 同步模组在线信息
source: Synchronized Mod Online Information
es: Sincronizar información online de los mods
fr: Informations en ligne des mods synchronisées

# 模组批量更新
source: Mods batch update
es: Actualizar mods en masa
fr: Mise à jour groupée des mods

# 关闭
source: Close
es: Cerrar
fr: Fermer

# 选择要下载的模组版本
source: Select the mod version to download
es: Selecciona la versión del mod para descargar
fr: Sélectionnez la version du mod à télécharger

# 跳转到ModDB网页
source: Jump to ModDB page
es: Ir a la página de la ModDB
fr: Ouvrir la page sur la ModDB

# 更新到最新可用版本
source: Update to the latest available version
es: Actualizar a la última versión
fr: Mettre à jour vers la dernière version disponible

# 查看所有发布版本
source: View all released versions
es: Ver todas las versiones publicadas
fr: Voir toutes les versions publiées

# 删除本地模组
source: Delete the local mod
es: Eliminar el mod local
fr: Supprimer le mod local

# 确定要删除 [b]{0}[/b] 吗？
source: Are you sure you want to delete [b]{0}[/b]?
es: Estás seguro de que quieres eliminar [b]{0}[/b]?
fr: Êtes-vous sûr de vouloir supprimer [b]{0}[/b] ?

# 兼容的游戏版本高于整合包游戏版本，游戏不会加载
source: The compatible game version is higher than the modpack's game version, and the game will not load
es: La versión compatible del juego es mayor a la versión del juego del modpack y el juego no cargará
fr: La version compatible du jeu est plus récente que celle du modpack, et le jeu ne se chargera pas

# 兼容的游戏版本包含整合包游戏版本，能够安全使用
source: The compatible game versions include modpack's game versions, ensuring safe usage
es: Las versiones compatibles del juego incluyen la versióndel juego del modpack, es seguro usarlo
fr: Les versions compatibles du jeu incluent celles du modpack, garantissant une utilisation sûre

# 兼容的游戏版本低于整合包游戏版本，可能已经过时
source: The compatible game version is lower than the modpack's game version and may be outdated
es: La versión compatible del juego es menor a la versión de juego del modpack y puede que esté desactualizado
fr: La version compatible du jeu est inférieure à celle du modpack et peut être obsolète

# 缺少以下依赖模组，是否尝试从ModDB获取？ {0}
source: The following dependency mods are missing, would you like to attempt to retrieve them from ModDB? {0}
es: Faltan las dependencias de algunos mods, quieres intentar descargarlas desde la ModDB? {0}
fr: Les dépendances suivantes sont manquantes. Voulez-vous tenter de les récupérer depuis la ModDB ? {0}

# 正在从ModDB获取模组信息...
source: Fetching mods information from ModDB...
es: Obteniendo información de los mods desde la ModDB...

# 浏览
source: Browse
fr: Parcourir
zh_hant: 瀏覽‌

# 整合
source: Modpack
zh_hant: 模組組合包‌

# 关于
source: Info
zh_hant: 資訊‌

# 确定
source: Ok
zh_hant: 確定‌

# 邮箱:
source: Email:
zh_hant: 電子信箱：

# 复古物语
source: Vintage Story
zh_hant: 復古故事
